class StringConstant {
  //login

  static String bhalalaparivar = "ભાલાળા પરિવાર";
  static String searchSabhaya = "સભ્ય શોધો";
  static String suceesfullylogin = "સફળતાપૂર્વક લૉગિન";
  static String emailId = "ઈમેલ આઈડી";
  static String password = "પાસવર્ડ";
  static String forgotpassword = "પાસવર્ડ ભૂલી ગયા છો ?";
  static String login = "પ્રવેશ માટે અહી ક્લિક કરો";
  static String signup = "નવી નોંધણી માટે અહી ક્લિક કરો";
  static String applicationhlpline = "એપ્લિકેશન હેલ્પલાઇન";
  static String erroemial = "માન્ય ઈમેલ આઈડી દાખલ કરો";
  static String dilogueemail = "તમારો પાસવર્ડ મેળવવા માટે તમારુ\nઈમેલ દાખલ કરો";
  static String send = "મોકલો";
  static String cancel = "રદ કરો";
  static String loading = "મહેરબાની કરી રાહ જુવો";

  //sign up
  static String registration = "નોંધણી";
  static String add = "ઉમેરો";
  static String name = "માત્ર તમારું નામ લખો";
  static String errorname = "માત્ર તમારું નામ દાખલ કરો";
  static String fathername = "માત્ર તમારા પિતા/પતિ નું નામ લખો";
  static String errorfathername = "માત્ર તમારા પિતા/પતિ નું નામ દાખલ કરો";
  static String surname = "અટક";
  static String bhalal = "ભાલાળા";
  static String gender = "જાતિ";
  static String women = "સ્ત્રી";
  static String gentelmen = "પુરુષ";
  static String birthdaydate = "જન્મદિવસની તારીખ";
  static String Address = "સરનામું";
  static String errorAddress = "સરનામું દાખલ કરો";
  static String mobile = "મોબાઇલ નંબર";
  static String errormobile = "મોબાઈલ નંબર દાખલ કરો";
  static String workdetails = "વ્યવસાય વિગત";
  static String education_chooes = "તમારું શિક્ષણ પસંદ કરો";
  static String bloodgroup_chooes = "તમારું બ્લડ ગ્રુપ પસંદ કરો";
  static String blood_chooes = "બ્લડ ગ્રુપ પસંદ કરો";
  static String villagegroup = "તમારું ગામ પસંદ કરો";
  static String currentcity = "તમારું રહેણાક પસંદ કરો";
  static String merriage = "તમારા લગ્નની સ્થિતિ પસંદ કરો";
  static String errorworkdetails = "વ્યવસાય વિગત દાખલ કરો";
  static String work_sectorchoice = "વ્યવસાય ક્ષેત્ર પસંદ કરો";
  static String parivar_membercount = "તમારા પરિવારમાં કેટલા સભ્યો છે?";
  static String diamond = "હીરાનો વ્યવસાય";
  static String jewellery = "જ્વેલરી";
  static String banking = "બેંકિંગ";
  static String work_details = "વ્યવસાય  વિગત";
  static String job = "નોકરી";
  static String buissness = "ધંધો";
  static String other = "અન્ય";
  static String addidproof = "તમારું આઈડી પ્રૂફ ઉમેરો";
  static String addidproof_details = "આધાર કાર્ડ, લાઇસન્સ અને અન્ય..";

  // homescreen

  //------------->
  static String mainheading ="ભાલાળા પરિવાર મારો છે, \n હું પરિવાર નો  આદર્શ સભ્ય છું.";
  static String parivarsahyoug ="પરિવાર સહયોગ";

//---------> Drawer
   static  String  gamniyadi  ="ગામની યાદી";
   static  String  parivarvise  ="પરિવાર વિશે";
   static  String  parivar_karyalay  ="પરિવાર કાર્યાલય";
   static  String  parivar_samiti  ="પરિવાર સમિતિ";
   static  String  search_member  ="સભ્ય શોધો";
   static  String  photo_gallary  ="ફોટો ગેલેરી";
   static  String  important_number  ="અગત્યાના નંબર";
   static  String  suchna_number  ="સુચના બોર્ડ";
   static  String  logout  ="લૉગ આઉટ";

   // profile Screen
  static  String  address  ="સરનામું";
  static  String  village  ="ગામ";
  static  String  education  ="શિક્ષણ";
  static  String  home  ="ઘર";
  static  String  merrige_status  ="લગ્ન દરજ્જો";
  static  String  age  ="ઉંમર";
  static  String  bloodgroup  ="બ્લડ ગ્રુપ";
  static  String  member_count  ="સભ્ય સંખ્યા";
  static  String  addnew_member  ="નવા સભ્ય ઉમેરો";
  static  String  search_village  ="ગામ પસંદ કરો";

//name
  static  String  ravajibhai = "સ્વ રવજીભાઈ કેશવભાઈ";
  static  String  main  ="સ્થાપક પ્રમુખ";
  static  String  village_ravaji  ="ગામ : ભુવા";
  static  String  karyalay  ="કાર્યાલય";


  static  String  firstline_aboutfamily  ="આપણા પરિવારનો ઈતિહાસ ગૌરવવંતો અને શુરવિરતા સભર છે";
  static  String  secondline_aboutfamily  ="આપણે વાત કરવી છે આપણી અટક \"ભાલાળા\" કેમ પડી..";
  static  String  first_paregraph  ="\n\nઆપણો પરિવાર પંજાબ થી ઉતર ગુજરાત અને ત્યાથી સૌરાષ્ટ્ર માં આવી વસ્યો, સમયાંતરે જુનાગઢ ના બાજરીયા ગામથી આપણે રાજકોટ ના ઢાંક ગામ સ્થિર થયા . આપણા વડીલ ભીમાબાપાને આપણા ખોડીયાર માતાજી હાજરો હાજર હતા. એક રાત્રે  અમુક કારણોસર માતાજી ના સંકેતથી આપણા પરિવારે રાતોરાત ઢાંક છોડી દીધું અને અલગ અલગ રજવાડાંમાં આશ્રય લીધો ..\n\n";
  static  String second_paregraph="ભીમાબાપા એ ભાવનગરના રજવાડાંમાં આશ્રય લીધો.એક સમયે બહારવટિયાઓએ ભાવનગર નું ગૌધણ વાળ્યું, એ સમયે ગૌધણ વાળી જવું એટલે રજવાડાની કારમી હાર ગણાય .તેને બચાવવા ભીમાબાપા ધોડીપર સવાર થયા ને માતાજી એ આપેલ ભાલું લઈને ગૌધણ વાળવા નિકળ્યા .. ભીમાબાપાએ બહારવટિયાઓ સાથે શરત રાખી કે હુ આ ભાલુ વડના થડમાં મારી દવ અને તમારામાંથી કોઈ પણ કાઢી લેય તો મારી ધોડી અને આ ભાલુ તમારું અને ન નિકળે તો ગૌધણ છોડીને જતુ રહેવાનું . શરત માન્ય રાખીને બહારવટિયાઓએ અને તેના સાથીદારોએ ખુબ મહેનત કરવા છતા પણ ભાલુ વડના થડમાંથી કાઢી શક્યાં નહી અને તેઓ ગૌધણ મુકીને જતા રહ્યા ત્યાં ભાવનગર સ્ટેટનુ લશ્કર આવી પહોંચ્યું. તેમણે ભાવનગર ના રાજાને સઘળી વાત કરી, ભાવનગરના રાજાએ ભર દરબારમા ભીમાબાપાને ભાલુ ભેટમાં આપી સન્માન કરી કહ્યું આજથી તમારો પરિવાર ઢાંકેચા થી નહી પણ ભાલાળા થી ઓળખાશે..";
  static String thirdline_aboutfamily = "ત્યારથી આપણને ભાલાળા અટક બિરુદમાં મળી છે. આવો છે શુરવિરતા સભર આપણા ભાલાળા પરિવારનો ઈતિહાસ..!";
  static String third_paragraph ="આપણા માટે આશ્ચર્યની વાત છે કે બ્રિટિશ રાજ વખતે, સૌરાષ્ટ્રમાં 'ભાલાળા સ્ટેટ' તરીકે ઝાલા વંશ ની જવાબદારીમાં એક પ્રદેશ હતો. હાલ એ સુરેન્દ્રનગર જિલ્લાનાં લખતર તાલુકામાં 'ભાલાળા' ગામ તરીકે જ ઉપસ્થિત છે.";
  static String fourth_paragraph="હાલ, આપણો પરીવાર 109 ગામમાં સ્થાયી છે એમાં મુખ્યત્વે મોવિયા, ભમરીયા, ભુવા, પાંચટોબરા જેવા ગામમાં 50 થી વધારે કુટુંબો છે અને સમગ્ર પરીવાર વટવૃક્ષ રૂપે ગુજરાતનાં દરેક મુખ્ય શહેરોમાં, ભારતના અન્ય રાજ્યોમાં અને વિદેશમાં પણ પોતાની કાબેલિયત, શિક્ષણ અને ખુમારીથી સમૃધ્ધીને વરીને સ્થાયી થયેલા છે.";
  static String About_family ="આપણા પરીવારનાં કુળદેવી ખોડીયાર માતાજી છે. પરિવારનાં દરેક સભ્યને સ્મરણે હાજર અને આસ્થાનાં પ્રતીક છે એવા મુખ્ય 5 મંદિર, ભાલાળા કુળનાં હનુમાનદાદા તરીકે પ્રસિધ્ધ એવા ઘુઘરાળા ના હનુમાનજી મહારાજ અને આપણા સુરાપુરા દાદા ગામ દીઠ તો હોય છે પણ એકમાત્ર અલગ સુરાપુરાનું મંદિર છે એવા 'જહાંબાપા' નું મંદિર છે એ ફોટા સાથે નીચે મુજબ છે.";
  static String bhalala_kuldevimandir ="ભાલાળા કુળદેવી મંદિર , મોવીયા";
  static String bhalala_nanaliliya ="ભાલાળા કુળદેવી મંદિર ,નાના લીલીયા(ખોડિયાર માં અને ભવાનીમાં બને પૂજાય છે)";
  static String bhalala_bhuva ="ભાલાળા કુળદેવી મંદિર ,ભુવા";
  static String bhalala_motaliliya ="ભાલાળા કુળદેવી મંદિર ,મોટા લીલીયા";
  static String bhalala_shivgadh ="ભાલાળા કુળદેવી મંદિર ,શિવરાજગઢ (બ્રહ્માણી માં કુળદેવી તરીકે પૂજાય છે)";
  static String bhalala_ghuharavala ="ભાલાળા કુળના હનુમાનદાદા, ઘુઘરવાળા ";
  static String bhalala_sarpura ="ભાલાળા સુરપુરા જહાંબાપા,ઠવી(વંદા) ";
  static String parivar_sahyog7 ="પરિવારની સ્થાપક સમિતિના સભ્ય અને હાલમાં કારોબારી સમિતિમાં જવાબદારી નીભાવતા, કોઈથી અજાણ ન હોય એવું વ્યક્તિત્વ, ભાલાળા કુળને દીપાવનાર અને પરિવાર તરફથી જેને &apos;કુળદીપક&apos; તરીકેનું સન્માન પ્રાપ્ત થયું છે એવા આદરણીય શ્રીમાન કાનજીભાઈ રાઘવભાઈ થી સૌ કોઈ પરિચિત છે. ખુબ જ સફળ વરાછા કો. ઓપ. બેંક નાં ચેરમેન, સૌરાષ્ટ્ર પટેલ સેવા સમાજનાં પ્રમુખ, અને દેશના સૈનિકો માટે સ્થાપિત જય જવાન નાગરિક સમિતિના પ્રમુખ તરીકેની ઉચ્ચ જવાબદારીઓ નીભાવનાર શ્રીમાન કાનજીભાઈએ અસંખ્ય સામાજિક ઉન્નતિનાં કાર્યક્રમોમાં પોતાની વાકશૈલી અને વિચારોનું યોગદાન આપીને ફક્ત સુરત નહિ, પણ સમગ્ર ભારત માં &apos;ભાલાળા&apos; અટકને ગૌરાન્વિત કરી છે. પોતે અને પોતાનાં મોટા ભાઈ શ્રી ગોરધનભાઈ રાઘવભાઈ એ ખુબ જ ઉત્સાહ અને પરિવાર પ્રત્યેના સ્નેહ ની ભાવના થી વર્ષ 2019 નાં સ્નેહમિલનના ભોજનખર્ચ દાતા તરીકે ફરજ બજાવી છે એ બદલ પરિવાર એમનો ઋણી છે.";
  static String parivar_sahyog6 ="સમસ્ત ભાલાળા પરિવાર સ્નેહમિલન સમારોહ નાં પ્રમુખશ્રી, ઉના તાલુકા સ્નેહમિલન સમારોહ ના પ્રમુખશ્રી અને સુરત પટેલ ઝવેરી એસોસિએશનનાં સ્થાપક પ્રમુખશ્રી, ઉત્સાહી અને સામાજિક જવાબદારી નીભાવવામાં કુશળ એવા આપણા શ્રીમાન જયંતીભાઈ ભગવાનભાઇ, જવેલરી ક્ષેત્રમાં &apos;પટેલ ગોલ્ડ&apos; નામથી ખુબ સારી પ્રતિષ્ઠા અને સફળતા ધરાવે છે. સમસ્ત ભાલાળા પરિવારનો વર્ષ 2020 નાં સ્નેહમિલન સમારોહ નો સંપૂર્ણ ભોજનખર્ચ ઉઠાવીને પરિવારને એકતાની, હૂંફની લાગણી પ્રગટ કરી છે એ બદલ પરિવાર સમિતિ અને સમસ્ત ભાલાળા પરિવાર એમનો આભાર માને છે.";
  static String parivar_sahyog5 ="પાંચટોબરા ના વતની અને અમદાવાદ સ્થાયી થયેલા આપણા પરિવારનાં ગૌરવ સમાન અને ભગત ના હુલામણા નામથી જાણીતા શ્રીમાન ઘનશ્યામભાઈ સવજીભાઈ કે જેઓ અમદાવાદ કેળવણીધામ કુમાર છાત્રાલયના ઉપપ્રમુખ છે અને ઘણી સામાજિક સંસ્થાઓમાં યોગદાન આપી પરિવારને ગૌરવ અપાવ્યું છે. તેમના નાના ભાઈ શ્રી ભુપતભાઇ સવજીભાઈ તેમજ શ્રી સુરેશભાઈ સવજીભાઈ, પરિવારને સાથે રાખી, &apos; હરેકૃષ્ણ ડાયમંડ; અને રીઅલ એસ્ટેટ માં સ્પર્શ રીયાલીટી ડેવલોપર્સ નામે સારી એવી ખ્યાતિ અને સફળતા હાંસલ કરેલ છે. અમદાવાદ રહેવા છતાં, સુરતમાં દર વર્ષે પુરા પરિવાર સાથેની હાજરી જ તેમનો ઉત્સાહ અને પરિવાર પ્રત્યેની લાગણી પ્રગટ કરે છે. વર્ષ 2018 નાં સ્નેહમિલનનો સંપૂર્ણ ભોજનખર્ચ આપીને પરિવારને આર્થિક સહકાર આપ્યો એ બદલ પરિવાર એમનો આભારી છે.";
  static String parivar_sahyog4 ="સ્થાપક સમિતિના સભ્ય અને હાલ કારોબારી સમિતિની જવાબદારી નીભાવતા, શૈક્ષણિક રીતે પરિવારને પ્રેરણારુપ એવા શ્રીમાન કનૈયાલાલ રવજીભાઈ કે જેઓ ભાલાળા એન્ડ કાનાણી કં. નામે સીએ ની ખુબ સારી પ્રેક્ટિસ કરી રહ્યા છે અને હાલ રીઅલ એસ્ટેટ ક્ષેત્રમાં પણ ખુબ સારી નામના મેળવી રહ્યા છે. વર્ષ 2016 નાં સ્નેહમિલન સમારોહ નો ભોજન અને કાર્યક્રમ એમ પુરો ખર્ચ પોતે ઉઠાવીને પરિવાર પ્રત્યેની દ્રઢ ભાવના વ્યક્ત કરી છે એ બદલ સમસ્ત ભાલાળા પરિવાર પ્રસન્નતા અનુભવે છે.";
  static String parivar_sahyog3 ="વર્ષ 2015 નાં સ્નેહમિલનનો ભોજનખર્ચ ભાલાળા પરિવાર ભમરીયા ગામ અને 50% ખર્ચ સ્વ. બાલુભાઈ વીરજીભાઈ અને એમના પુત્ર શ્રી સંજયભાઈ બાલુભાઈએ આપેલ છે. સમસ્ત ભાલાળા પરિવાર સુરતની સ્થાપનામાં,અને  એમને કાર્યરત રાખવામાં આપણા પૂર્વ પ્રમુખ એવા સ્વ. બાલુભાઈનો અનન્ય ફાળો છે. &apos;સંજય ટાઇલ્સ&apos; નામે સીરામીક બિઝનેસ માં પોતે અને હાલ એમના પુત્ર આગવું નામ ધરાવે છે. શ્રી સંજયભાઈ અને પિતા સ્વ.બાલુભાઈનો પરિવાર પ્રત્યેનો તન, મન અને ધનથી શરૂઆતથી જ સહયોગ રહ્યો છે એ બદલ સમગ્ર ભાલાળા પરિવાર આભાર વ્યક્ત કરે છે.";
  static String parivar_sahyog2 ="વેજાગામનાં વતની અને સમસ્ત ભાલાળા પરિવારની સ્થાપક સમિતિમાં  કાર્યક્ષમ સભ્ય અને હાલ કારોબારી સમિતિમાં સલાહકારની જવાબદારી નીભાવતા, KKB નાં હુલામણા નામથી જાણીતા, આપણા શ્રીમાન કાંતિભાઈ ખીમજીભાઈ કે જેઓએ પિતાશ્રીના નામથી વર્ષ 2014 નાં સ્નેહમિલનનો સંપૂર્ણ ભોજનખર્ચ આપેલ છે. KKB પ્રોજેક્ટસ નામે રીઅલ એસ્ટેટમાં સફળ કંપની ધરાવતા શ્રી કાંતિભાઈ હંમેશા પરિવાર માટે હૂંફ સમાન પુરવાર થયા છે. એમની પારિવારિક ભાવના અને આર્થિક સહકાર માટે સમસ્ત ભાલાળા પરિવાર બિરદાવે છે.";
  static String parivar_sahyog1 ="સમસ્ત ભાલાળા પરિવાર સ્નેહમિલન સમારોહ એકતાંતણે બંધાયેલો રહે અને આર્થિક કટોકટી ન અનુભવી શકે એના માટે ભાલાળા પરિવાર ભુવા ગામનાં આગેવાનો અને પરિવારે સૌ પ્રથમ સ્વૈચ્છીક જવાબદારી સ્વીકારીને નવી દિશા બતાવી સરાહનીય કાર્ય કર્યું તે બદલ સમસ્ત ભાલાળા પરિવાર એમનો આભારી છે.";
}
